{
  "job": "Ingegnere di Design Industriale",
  "digitaldev": "Sviluppatore Digitale",
  "basedin": "dai Paesi Bassi",
  "work": "I miei progetti",
  "role": "ruolo",
  "roleaq": "integrated product designer",
  "year": "anno",
  "project": "progetto",
  "projectaq": "AquaBlu x TU Delft, from concept to detailed design",
  "headeraq": "The purest drinking water",
  "textaq": "During this project I worked on designing a modular & smart water purification system able to convert any sweet water source into pure drinking water. Many innovative features such as the water flow block, stacked extrusion frame, and the reusable filters enabled us to meet the extremely challenging manufacturing price point, halving the previous iteration.",
  "rolens": "lead conceptual design",
  "projectns": "NS x TU Delft, Design Driven Innovation, voted best concept within case study",
  "headerns": "Waiting is not a waste",
  "textns": "People feel they waste their time waiting for their train when changing trains. TravFlow sustains the mental 'travel-flow', thereby giving NS travelers the feeling they are not wasting time. The TravFlow displays beautiful vistas, slowly moving and changing before their eyes. These areas allow a 'suspension of disbelief' for the people inside to create the sensation of one continuous and relaxing journey, by not disrupting the 'travel-flow'.",
  "rolekb": "lead conceptual design",
  "projectkb": "Royal Dutch Library x TU Delft, graduation project",
  "headerkb": "The paradox of choice",
  "textkb": "People experience a lot of discomfort in their selection process. There is the paradox of wanting the best book and getting this choice right without having read every book. The sheer number of books increases choice paralysis even more. Choosing a single book out of thousands is the hardest choice. So I reframed the problem into: “What is the easiest choice?” As it turns out, limiting the scope to two books and choosing which you think you prefer. Making this 'easiest' choice many times instead of the hardest choice once, greatly reduces choice paralysis and creates an exciting selection process for library visitors.",
  "rolede": "lead game designer & programmer",
  "projectde": "Designing and Creating an Indie Game",
  "headerde": "Mind-bending puzzles",
  "textde": "Delirium is the Indie Game I made for the game design project during the computer science minor. In this game you play as a lost boy trying to find his way out of a corrupted forest by solving mind-bending puzzles. In this project I worked as the lead game designer in our six man team and I created the code architecture for the player and puzzle systems. I furthermore guided the projects art direction. Cooperation between the technical and artistic sides of a project is always a great challenge.",
  "otherservices": "altri servizi",
  "excel": "modelli excel",
  "python": "automazione python",
  "website": "designer siti web",
  "contactme": "contattami",
  "email": "e-mail",
  "linkedin": "LinkedIn",
  "resume": "curriculum",
  "education": "educazione",
  "masters": "Master",
  "ipd": "integrated product development",
  "bachelors": "Bachelor",
  "ide": "Industrial Design Engineering",
  "minor": "minor",
  "computersc": "Computer Science",
  "toggledev": "Press Z to toggle the Dev Console!",
  "currently": "Currently"
}