{
  "job": "Industrieel Ontwerper",
  "digitaldev": "Digitaal Ontwikkelaar",
  "basedin": "in Delft",
  "work": "Mijn projecten",
  "role": "rol",
  "roleaq": "industrieel productontwerper",
  "year": "jaar",
  "project": "project",
  "projectaq": "Aquablu x TU Delft, van concept naar gedetailleerd ontwerp",
  "headeraq": "Het zuiverste drinkwater",
  "textaq": "Bij dit project heb ik gewerkt aan het ontwerpen van een modulair & slim waterzuiveringssysteem dat van elke type zoet water drinkwater kan maken. Veel innovatieve eigenschappen, zoals het waterflowblock, het gestapelde extrusieframe en de herbruikbare filters, hebben bijgedragen om het extreem uitdagende doel van een twee keer zo lage productieprijs te behalen.",
  "rolens": "hoofd conceptdesign",
  "projectns": "NS x TU Delft, Design Driven Innovation",
  "headerns": "Wachten is geen tijdverspilling",
  "textns": "Vaak ervaren reizigers het wachten op de volgende trein als tijdverspilling. TravFlow zorgt voor het vasthouden van de mentale 'reis-flow' zodat er geen gevoel van tijdverspilling is. In de TravFlow trekken prachtige, langzaam veranderende landschappen aan het zicht van de reiziger voorbij, zodat het lijkt alsof de reis niet is gestopt. Deze ruimtes staan een 'suspension of disbelief' toe om het gevoel te creëren van één ononderbroken en rustgevende reis, zonder verstoorde 'reis-flow'.",
  "rolekb": "hoofd conceptdesign",
  "projectkb": "Koninklijke Bibliotheek x TU Delft, bachelor eindproject",
  "headerkb": "De paradox van het kiezen",
  "textkb": "Veel mensen ervaren het keuzeproces in een bibliotheek als lastig. Er bestaat een spanningsveld tussen het willen kiezen van het beste boek en het niet hebben gelezen van alle boeken. De enorme hoeveelheid boeken doet deze keuzeparalyse alleen maar toenemen. Het beste boek kiezen uit duizenden boeken is de moeilijkste keuze. Ik vormde het probleem om naar: “Wat is de makkelijkste keuze?” De oplossing ligt in het tijdelijk verkleinen van het aanbod tot twee boeken en vervolgens van deze twee de leukste te kiezen. Door deze 'makkelijkste' keuze vaker achter elkaar te maken in plaats van in één keer de moeilijkste keuze te maken vermindert de keuzeparalyse sterk en verbetert dit het keuzeproces voor de bezoekers enorm.",
  "rolede": "hoofd design & programmeren",
  "projectde": "Ontwerpen en maken van een indiegame",
  "headerde": "Breinbrekende puzzels",
  "textde": "Delirium is een indiegame ontwikkeld voor het gamedesignproject tijdens mijn computer science minor. In dit spel speel je een verdwaalde jongen die de weg uit een betoverd bos moet vinden door breinbrekende puzzels op te lossen. Tijdens dit project was ik de hoofddesigner in een team van zes mensen en heb ik de code voor de speler en de puzzelsystemen ontwikkeld. Daarnaast heb ik sturing gegeven aan de art direction. De samenwerking tussen de technische en artistieke kanten van een project is altijd de grootste maar ook de leukste uitdaging.",
  "otherservices": "andere diensten",
  "excel": "excel modelleren",
  "python": "python automatisering",
  "website": "website design",
  "contactme": "neem contact op!",
  "email": "e-mail",
  "linkedin": "LinkedIn",
  "resume": "CV",
  "education": "Opleidingen",
  "masters": "master",
  "ipd": "integrated product development",
  "bachelors": "bachelor",
  "ide": "industrieel ontwerpen",
  "minor": "minor",
  "computersc": "computer science",
  "toggledev": "Druk op Z voor de development console!",
  "currently": "momenteel"
}