{
    "job": "Industrieel Ontwerper",
    "digitaldev": "Digitaal Ontwikkelaar",
    "basedin": "in Delft",
    "work": "Wat van mijn werk",
    "role": "rol",
    "roleaq": "industrieel productontwerper",
    "year": "jaar",
    "project": "project",
    "projectaq": "Aquablu x TU Delft, van concept to gedetailleerd ontwerp",
    "headeraq": "Het zuiverste drinkwater",
    "textaq": "Gedurende dit project heb ik gewerkt aan het ontwerpen van een modulair & slimm waterzuiveringssysteem dat van elke type zoet water drinkwater kan maken. Veel innovatieve eigenschappen zoals het waterflowblock, het gestapelde extrusieframe, en de herbruikbare filters hielpen ons het extreem uitdagende doel van een twee keer zo lage productieprijs te behalen.",
    "rolens": "hoofd conceptdesign",
    "projectns": "NS x TU Delft, Design Driven Innovation",
    "headerns": "Wachten is geen tijdsverdoening",
    "textns": "Voor veel mensen voelt wachten op de volgende trein voelt aan als tijdsverspilling. TravFlow zorgt voor het behoud van de mentale 'reis-flow' zodat er geen gevoel van tijdsverspilling is. De TravFlow toont prachtige, langzaam veranderende landschappen zodat het lijkt alsof de reis niet is gestopt. Deze ruimtes staan een 'suspension of disbelief' toe om het gevoel te creëren van één, ononderbroken and rustgevende reis, zonder verstoorde 'reis-flow'.",
    "rolekb": "hoofd conceptdesign",
    "projectkb": "Koninklijke Bibliotheek x TU Delft, bachelor eindproject",
    "headerkb": "De paradox van het kiezen",
    "textkb": "Men ervaart veel ongemak tijdens het keuzeproces. Er is een grote paradox van het beste boek te willen kiezen zonder elk boek te hebben gelezen. De enorme hoeveelheid boeken doet deze keuzeparalyse alleen maar toenemen. Het beste boek kiezen uit duizenden is de moeilijkste keuze. Ik reframede het probleem naar: “Wat is de makkelijste keuze?”. Het antwoord is om het bereik tijdelijk te verkleinen naar twee boeken en tussen deze de leukste te kiezen. Door deze 'makkelijkste' keuze vaak te maken in plaats van in één keer de moeilijkste vermindert de keuzeparalyse sterk en creëert een vermakelijk kiesproces voor de bezoekers.",
    "rolede": "hoofd design & programmeren",
    "projectde": "Ontwerpen en maken van een Indie Game",
    "headerde": "Breinbrekende puzzels",
    "textde": "Delirium is een Indie Game ontwikkeld voor het gamedesignproject tijdens mijn computerscience minor. In dit spel speel je als een verdwaalde jongen die de weg uit een betoverd bos moet vinden door breinbrekende puzzels op te lossen. Tijdens dit project was ik de hoofd design en heb de code voor de speler en de puzzelsystemen ontwikkeld. Daarnaast stuurde ik de art direction. De samenwerking tussen de technische en artistieke kanten vna het project is altijd de grootste maar ook de leukste uitdaging.",
    "otherservices": "andere diensten",
    "excel": "excel modelleren",
    "python": "python automatisatie",
    "website": "website design",
    "contactme": "contacteer me!",
    "email": "e-mail",
    "linkedin": "LinkedIn",
    "resume": "CV",
    "education": "Opleidingen",
    "masters": "master",
    "ipd": "integrated product development",
    "bachelors": "bachelor",
    "ide": "industrieel ontwerpen",
    "minor": "minor",
    "computersc": "computer science",
    "toggledev": "Druk op Z voor de dev console!",
    "currently": "momenteel"
  }